/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "Обратить";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "Обратить";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "Еще";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "Добавление в Фотографии";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "Подготовка к совместному доступу";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "Идет создание PDF";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Drawing.triangleDraw";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Drawing.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "Добавить в Фотографии";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "Отмена";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "Отправить файл TriangleDraw по эл. почте";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "Отправить PDF по эл. почте";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "Поделиться";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "Отмена";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "Повернуть X";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Повернуть Y";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "Повернуть вправо";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "Повернуть влево";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "Еще";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "Нарисовать линию";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "Нарисовать один";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "Повернуть X";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Повернуть Y";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "Обратить";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "Сдвинуть вниз";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "Сдвинуть влево";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "Сдвинуть вправо";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "Сдвинуть вверх";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "Повернуть -60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "Повернуть +60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "Вернуть";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "Отменить";
